Repository: Vistaus/dynamic-wallpaper-1
Catalog: po/*.po
Languages: nl

source: Dynamic Wallpaper
nl: Dynamische achtergrond

source: Dynamic wallpaper creator for Gnome 42
nl: Dynamische achtergrondmaker voor GNOME 42

source: Main window light theme
nl: Hoofdvenster met licht thema

source: Main window dark theme
nl: Hoofdvenster met donker thema

source: Bug fixes:
nl: Opgelost:

source: Fix quit keyboard shortcut
nl: Sneltoets om af te sluiten

source: Added translations:
nl: Nieuwe vertalingen:

source: French
nl: Frans

source: Updated translations:
nl: Bijgewerkte vertalingen:

source: Turkish
nl: Turks

source: Window is now draggable from anywhere.
nl: Het venster kan voortaan overal vandaan worden versleept.

source: Current icon is fixed to follow Gnome HIG (the one made by Rokwallaby already did but I edited it) and a new nightly icon is made by daudix-UFO based on the original one.
nl: Het huidige pictogram volgt de GNOME HIG (die van Rokwallaby deed dat al, maar ik heb hem bewerkt) en er is een nieuw pictogram voor instabiele versies met dank aan daudix-UFO.

source: Added and updated translations:
nl: Nieuwe en bijgewerkte vertalingen:

source: Spanish
nl: Spaans

source: Persian
nl: Perzisch

source: Russian
nl: Russisch

source: Czech
nl: Tsjechisch

source: New translations and additional information in about dialog.
nl: Nieuwe vertalingen en aanvullende informatie op het venster ‘Over’.

source: Translated to:
nl: Beschikbaar in het:

source: Italian
nl: Italiaans

source: Dutch
nl: Nederlands

source: Occitan
nl: Occitaans

source: Brazilian Portugese
nl: Braziliaans-Portugees

source: First release 🥳
nl: De allereerste versie! 🥳

source: Create
nl: Maken

source: Create Dynamic Wallpaper
nl: Dynamische achtergrond samenstellen

source: Name
nl: Naam

source: _Keyboard Shortcuts
nl: _Sneltoetsen

source: _About Dynamic Wallpaper
nl: Over Dyn_amische achtergrond

# shortcut window
source: General
nl: Algemeen

# shortcut window
source: Show Shortcuts
nl: Sneltoetsen tonen

# shortcut window
source: Quit
nl: Afsluiten

source: PNG & JPEG
nl: Png en jpeg

source: Select wallpaper
nl: Kies een achtergrond

source: translator-credits
nl: Heimen Stoffels <vistausss@fastmail.com>

source: Light wallpaper
nl: Lichte achtergrond

source: Dark wallpaper
nl: Donkere achtergrond

source: Wallpaper name not set
nl: Voer een achtergrondnaam in

source: Wallpaper name cannot contain null or /
nl: De naam mag niet het woord ‘null’ of het leesteken ‘/’ bevatten

source: Wallpaper with the same name already exists
nl: Er is al een achtergrond met deze naam

source: Light mode wallpaper not selected
nl: U heeft geen lichte achtergrond gekozen

source: Dark mode wallpaper not selected
nl: U heeft geen donkere achtergrond gekozen

source: New dynamic wallpaper created
nl: De dynamische achtergrond is samengesteld
